[
    {
        "id": 1,
        "name": "Consultations",
        "img": "https://image.freepik.com/free-photo/multiracial-male-female-colleagues-having-discussion-team-meeting_1163-5107.jpg",
        "Description": "This public consultation aims to collect views of stakeholders and the general public in order to support the legislation on medicines for human",
        "Detail": "This public consultation aims to collect views of stakeholders and the general public in order to support the evaluation of the existing general pharmaceutical legislation on medicines for human use, and the impact assessment of its revision to ensure a future-proof and crisis-resistant medicines regulatory system. It builds further on the public consultation conducted for the preparation of the Pharmaceutical Strategy for Europe of November 2020. The general pharmaceutical legislation sets the main definitions, regulatory incentives and authorisation procedures, as well as the manufacturing, authorisation and post-authorisation requirements for medicines.",
        "Symptoms": "Blood Sugar,Cholesterol"
    },
    {
        "id": 2,
        "name": "Pregnancy Test",
        "img": "https://image.freepik.com/free-photo/excited-new-parent-hand-show-pregnancy-test_1150-5090.jpg",
        "Description": "Pregnancy tests check your pee or blood for a hormone called human chorionic gonadotropin (hCG)",
        "Detail": "Pregnancy tests check your pee or blood for a hormone called human chorionic gonadotropin (hCG). Your body makes this hormone after a fertilized egg attaches to the wall of your uterus.This usually happens about 6 days after fertilization. Levels of hCG rise quickly, doubling every 2 to 3 days.",
        "Symptoms": "Nausea And Vomiting,Abdominal Cramping"
    },
    {
        "id": 3,
        "name": "Papanicolau",
        "img": "https://image.freepik.com/free-photo/young-handsome-physician-medical-robe-with-stethoscope_1303-17818.jpg",
        "Description": "A procedure in which a small brush or spatula is used to gently remove cells from the cervix so they can be checked under a microscope for cervical cancer",
        "Detail": "The Papanicolaou test (abbreviated as Pap test, also known as Pap smear (AE),[1] cervical smear (BE), cervical screening (BE),[2] or smear test (BE)) is a method of cervical screening used to detect potentially precancerous and cancerous processes in the cervix (opening of the uterus or womb) or colon (in both men and women). Abnormal findings are often followed up by more sensitive diagnostic procedures and, if warranted, interventions that aim to prevent progression to cervical cancer. The test was independently invented in the 1920s by Georgios Papanikolaou and Aurel Babeș and named after Papanikolaou. A simplified version of the test was introduced by Anna Marion Hilliard in 1957.",
        "Symptoms": "Pelvic pain,Pain and swelling in legs"
    },
    {
        "id": 4,
        "name": "Mammography",
        "img": "https://image.freepik.com/free-photo/surgeons-performing-operation-operation-room_1170-2235.jpg",
        "Description": "Mammography (also called mastography) is the process of using low-energy X-rays (usually around 30 kVp) to examine the human breast for diagnosis and screening",
        "Detail": "Mammography (also called mastography) is the process of using low-energy X-rays (usually around 30 kVp) to examine the human breast for diagnosis and screening. The goal of mammography is the early detection of breast cancer, typically through detection of characteristic masses or microcalcifications. As with all X-rays, mammograms use doses of ionizing radiation to create images. These images are then analyzed for abnormal findings. It is usual to employ lower-energy X-rays, typically Mo (K-shell x-ray energies of 17.5 and 19.6 keV) and Rh (20.2 and 22.7 keV) than those used for radiography of bones. Ultrasound, ductography, positron emission mammography (PEM), and magnetic resonance imaging (MRI) are adjuncts to mammography. Ultrasound is typically used for further evaluation of masses found on mammography or palpable masses not seen on mammograms. Ductograms are still used in some institutions for evaluation of bloody nipple discharge when the mammogram is non-diagnostic. MRI can be useful for further evaluation of questionable findings, as well as for screening pre-surgical evaluation in patients with known breast cancer, in order to detect additional lesions that might change the surgical approach, for example, from breast-conserving lumpectomy to mastectomy. Other procedures being investigated include tomosynthesis.",
        "Symptoms": "A lump,Nipple discharge"
    },
    {
        "id": 5,
        "name": "Surgery",
        "img": "https://image.freepik.com/free-vector/x-ray-shots-human-body_74855-16969.jpg",
        "Description": "Surgery is a medical or dental specialty that uses operative manual and instrumental techniques on a person to investigate or treat a pathological condition such as a disease ",
        "Detail": "Surgery is an invasive technique with the fundamental principle of physical intervention on organs/organ systems/tissues for diagnostic or therapeutic reasons. Surgery[a] is a medical or dental specialty that uses operative manual and instrumental techniques on a person to investigate or treat a pathological condition such as a disease or injury, to help improve bodily function, appearance, or to repair unwanted ruptured areas. ",
        "Symptoms": "Restlessness and sleeplessness,Nausea and vomiting from general anesthesia"
    },
    {
        "id": 6,
        "name": "Fertility",
        "img": "https://image.freepik.com/free-vector/tiny-people-planning-baby-flat-vector-illustration-cartoon-embryo-development-human-healthy-reproduction-symbolic-visualization-fertility-parenthood-concept_74855-10171.jpg",
        "Description": "Fertility is the quality of being able to produce offspring through reproduction following the onset of sexual maturity.",
        "Detail": "Fertility is the quality of being able to produce offspring through reproduction following the onset of sexual maturity. As a measure, the fertility rate is the average number of children that a female has in her lifetime and is quantified demographically. Fertility is most commonly considered when there is a difficulty or an inability to reproduce naturally, and this is also referred to as infertility. Experiencing infertility is not discriminatory against any particular individual and the phenomenon is widely acknowledged, with fertility specialists available all over the world to provide expertise for assisting mothers and couples who experience difficulties having a baby. ",
        "Symptoms": "Breast Tenderness,Saliva Ferning Pattern"
    },
    {
        "id": 7,
        "name": "Diabetes",
        "img": "https://image.freepik.com/free-photo/health-care-doctor-help-concept_53876-123679.jpg",
        "Description": "Diabetes is a chronic (long-lasting) health condition that affects how your body turns food into energy. Most of the food you eat is broken down into sugar",
        "Detail": "Diabetes is a chronic (long-lasting) health condition that affects how your body turns food into energy.Most of the food you eat is broken down into sugar (also called glucose) and released into your bloodstream. When your blood sugar goes up, it signals your pancreas to release insulin. Insulin acts like a key to let the blood sugar into your body’s cells for use as energy.",
        "Symptoms": "Are very thirsty,Have blurry vision"
    },
    {
        "id": 8,
        "name": "Edema",
        "img": "https://image.freepik.com/free-photo/3d-render-medical-background-with-covid-19-virus-cells-blood-cells_1048-14042.jpg",
        "Description": "Edema is swelling caused by extra fluid that gets trapped inside of your body’s tissues.",
        "Detail": "Edema is swelling caused by extra fluid that gets trapped inside of your body’s tissues. Formerly known as dropsy, this swelling is typically most noticeable in your hands, arms, legs, ankles, and feet, but it can occur in any part of your body. Edema has multiple causes, ranging from prolonged periods of sitting to congestive heart failure. To lessen the symptoms of edema, you can take medication to remove the excess fluid and lower the amount of salt in your blood. ",
        "Symptoms": "Stretched or shiny skin,Increased abdominal size"
    },
    {
        "id": 9,
        "name": "Gallbladder Stones",
        "img": "https://image.freepik.com/free-photo/human-with-dna-helix_1048-2636.jpg",
        "Description": "Gallstones are hardened deposits of digestive fluid that can form in your gallbladder. Your gallbladder is a small, pear-shaped organ on the right side of your abdomen",
        "Detail": "Gallstones are hardened deposits of digestive fluid that can form in your gallbladder. Your gallbladder is a small, pear-shaped organ on the right side of your abdomen, just beneath your liver. The gallbladder holds a digestive fluid called bile that. Gallstones range in size from as small as a grain of sand to as large as a golf ball. Some people develop just one gallstone, while others develop many gallstones at the same time.",
        "Symptoms": "Chest pain,Nausea and vomiting"
    },
    {
        "id": 10,
        "name": "Hyperopia",
        "img": "https://image.freepik.com/free-photo/anxious-young-asian-builder-girl-with-white-safety-helmet-closing-her-ear-with-finger_141793-123803.jpg",
        "Description": "Farsightedness (hyperopia) is a common vision condition in which you can see distant objects clearly, but objects nearby may be blurry",
        "Detail": "Farsightedness (hyperopia) is a common vision condition in which you can see distant objects clearly, but objects nearby may be blurry.The degree of your farsightedness influences your focusing ability. People with severe farsightedness may be able to clearly see only objects a great distance away, while those with mild farsightedness may be able to clearly see objects that are closer.Farsightedness usually is present at birth and tends to run in families. You can easily correct this condition with eyeglasses or contact lenses. Another treatment option is surgery.",
        "Symptoms": "Headaches,Eye strain"
    },
    {
        "id": 11,
        "name": "HIV-AIDS",
        "img": "https://image.freepik.com/free-photo/person-holding-world-aids-day-ribbon_23-2149094814.jpg",
        "Description": "HIV (human immunodeficiency virus) is a virus that attacks the body’s immune system.",
        "Detail": "Acquired immunodeficiency syndrome (AIDS) is a chronic, potentially life-threatening condition caused by the human immunodeficiency virus (HIV). By damaging your immune system, HIV interferes with your body. HIV is a sexually transmitted infection (STI). It can also be spread by contact with infected blood or from mother to child during pregnancy, childbirth or breast-feeding. Without medication, it may take years before HIV weakens your immune system to the point that you have AIDS.",
        "Symptoms": "Rash,Night sweats"
    },
    {
        "id": 12,
        "name": "Leukemia",
        "img": "https://image.freepik.com/free-photo/3d-render-medical-background-with-virus-cell-attacking-another_1048-6506.jpg",
        "Description": "Leukemia is a cancer of the blood and bone marrow. In simple terms, cancer is defined as the uncontrolled growth of abnormal cells",
        "Detail": "Leukemia is a cancer of the blood and bone marrow. In simple terms, cancer is defined as the uncontrolled growth of abnormal cells. Cancer can develop anywhere in the body. In leukemia, this rapid, out-of-control growth of abnormal cells takes place in the bone marrow of bones. These abnormal cells then spill into the bloodstream. Unlike other cancers, leukemia generally doesn’t form into a mass (tumor) that can be seen in imaging tests, such as X-rays.",
        "Symptoms": "Infection,Fever"
    }
]